Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Track a target time-in-range and A1c, with a streak of days that meet your TIR goal.
de: Verfolge einen Zielwert für Zeit im Zielbereich und A1c – mit einer Serie von Tagen, die dein TIR-Ziel erreichen.
es: Sigue un objetivo de tiempo en rango y A1c, con una racha de días que cumplen tu objetivo de TIR.
fr: Suivez un objectif de temps dans la cible et d'A1c, avec une série de jours qui atteignent votre objectif de TIR.
it: Monitora un obiettivo di tempo nell'intervallo e A1c, con una serie di giorni che raggiungono il tuo obiettivo di TIR.
nl: Volg een doel voor tijd binnen bereik en A1c, met een reeks dagen die je TIR-doel halen.
pl: Śledź docelowy czas w zakresie i A1c oraz serię dni, w których osiągasz swój cel TIR.
pt: Acompanhe um objetivo de tempo dentro do intervalo e de A1c, com uma sequência de dias que cumprem o seu objetivo de TIR.
ro: Urmărește un obiectiv pentru timpul în interval și A1c, cu o serie de zile în care îți atingi obiectivul TIR.
ru: Отслеживайте целевые показатели времени в диапазоне и A1c, а также серию дней, когда достигается ваша цель по времени в диапазоне (TIR).

source: Track pills & injectables
de: Tabletten & Injektionen verfolgen
es: Controla pastillas & inyectables
fr: Suivez comprimés & injectables
it: Monitora pillole & iniettabili
nl: Volg pillen & injecteerbare middelen
pl: Śledź tabletki & leki we wstrzyknięciach
pt: Acompanha comprimidos & injetáveis
ro: Urmărește pastile & injectabile
ru: Отслеживайте таблетки & инъекции

source: Track your current sensor's warm-up and expiry so a change never catches you by surprise.
de: Verfolge Aufwärmphase und Ablauf deines aktuellen Sensors, damit dich ein Wechsel nie überrascht.
es: Sigue el calentamiento y la caducidad de tu sensor actual para que un cambio nunca te pille por sorpresa.
fr: Suivez le préchauffage et l'expiration de votre capteur actuel pour qu'un changement ne vous surprenne jamais.
it: Tieni traccia del riscaldamento e della scadenza del tuo sensore attuale, così un cambio non ti coglie mai di sorpresa.
nl: Volg de opwarmtijd en het verval van je huidige sensor, zodat een wissel je nooit verrast.
pl: Śledź rozgrzewkę i wygaśnięcie bieżącego sensora, aby wymiana nigdy Cię nie zaskoczyła.
pt: Acompanha o aquecimento e a validade do teu sensor atual para que uma troca nunca te apanhe de surpresa.
ro: Urmărește perioada de încălzire și expirarea senzorului actual, ca o schimbare să nu te ia niciodată prin surprindere.
ru: Следите за прогревом и истечением срока текущего сенсора, чтобы замена никогда не застала вас врасплох.

source: Track your milestones
de: Verfolge deine Meilensteine
es: Sigue tus hitos
fr: Suivez vos jalons
it: Segui i tuoi traguardi
nl: Volg je mijlpalen
pl: Śledź swoje kamienie milowe
pt: Acompanha os teus marcos
ro: Urmărește-ți reperele
ru: Отслеживайте свои вехи

source: Travel
de: Reise
es: Viaje
fr: Voyage
it: Viaggio
nl: Reizen
pl: Podróż
pt: Viagem
ro: Călătorie
ru: Поездка

source: Treat a low
de: Unterzuckerung behandeln
es: Tratar una hipoglucemia
fr: Traiter une hypo
it: Tratta un'ipoglicemia
nl: Hypo behandelen
pl: Lecz niedocukrzenie
pt: Tratar uma hipoglicemia
ro: Tratează o hipoglicemie
ru: Купировать гипогликемию

source: Treat low (Rule of 15)
de: Unterzuckerung behandeln (15er-Regel)
es: Tratar hipoglucemia (regla del 15)
fr: Traiter l'hypo (règle des 15)
it: Tratta l'ipo (regola del 15)
nl: Hypo behandelen (15-regel)
pl: Lecz niedocukrzenie (zasada 15)
pt: Tratar a hipoglicemia (regra dos 15)
ro: Tratează hipoglicemia (regula de 15)
ru: Купировать гипогликемию (правило 15)

source: Treat the low
de: Behandle die Unterzuckerung
es: Trata la hipoglucemia
fr: Traitez l'hypo
it: Tratta l'ipoglicemia
nl: Behandel de hypo
pl: Wylecz niedocukrzenie
pt: Trata a hipoglicemia
ro: Tratează hipoglicemia
ru: Купируйте гипогликемию

source: Treating a low
de: Hypo wird behandelt
es: Tratando una hipo
fr: Traitement d'une hypo
it: Trattamento di un'ipo
nl: Hypo behandelen
pl: Leczenie hipo
pt: A tratar uma hipo
ro: Tratezi o hipoglicemie
ru: Лечение гипогликемии

source: Treating with a measured amount and waiting avoids over-treating, which causes a rebound high afterwards. If you ever can't treat yourself, or your glucose stays low, this is an emergency — someone should use glucagon and call emergency services.
de: Eine abgemessene Menge zu nehmen und zu warten verhindert eine Übertherapie, die danach zu einem Rebound-Hoch führen kann. Wenn du dich einmal nicht selbst behandeln kannst oder dein Glukosewert niedrig bleibt, ist das ein Notfall — jemand sollte Glukagon geben und den Rettungsdienst rufen.
es: Tratar con una cantidad medida y esperar evita un tratamiento excesivo, que causa después un rebote alto. Si alguna vez no puedes tratarte tú mismo/a, o tu glucosa se mantiene baja, esto es una emergencia — alguien debe usar glucagón y llamar a los servicios de emergencia.
fr: Traiter avec une quantité mesurée puis attendre évite de trop se resucrer, ce qui provoquerait ensuite une hyperglycémie de rebond. Si tu ne peux pas te traiter toi-même, ou si ta glycémie reste basse, c'est une urgence — quelqu'un doit utiliser du glucagon et appeler les secours.
it: Trattare con una quantità misurata e aspettare evita di eccedere nel trattamento, cosa che causerebbe poi un'iperglicemia di rimbalzo. Se in un dato momento non riesci a gestire da te il trattamento, o se la glicemia resta bassa, è un'emergenza: qualcuno deve somministrare il glucagone e chiamare i soccorsi.
nl: Door een afgemeten hoeveelheid te nemen en te wachten, voorkom je overbehandeling, wat daarna juist tot een te hoge waarde kan leiden. Kun je jezelf op enig moment niet behandelen, of blijft je glucose laag, dan is dit een noodgeval — iemand moet glucagon toedienen en de hulpdiensten bellen.
pl: Leczenie odmierzoną ilością węglowodanów i odczekanie pozwala uniknąć nadmiernego leczenia, które później powoduje odbicie w postaci hiperglikemii. Jeśli kiedykolwiek nie możesz sam(a) sobie pomóc albo Twoja glikemia utrzymuje się nisko, to stan zagrożenia życia — ktoś powinien podać glukagon i wezwać pomoc medyczną.
pt: Tratar com uma quantidade certa e esperar evita o tratamento excessivo, que causa depois uma subida de rebound. Se alguma vez não conseguires tratar-te a ti próprio, ou a tua glicose se mantiver baixa, isto é uma emergência — alguém deve administrar glucagon e ligar para os serviços de emergência.
ro: Tratarea cu o cantitate măsurată și așteptarea evită supra-tratarea, care provoacă ulterior o hiperglicemie de rebound. Dacă vreodată nu te poți trata singur/singură sau glicemia rămâne scăzută, este o urgență — cineva trebuie să folosească glucagon și să sune la serviciile de urgență.
ru: Приём отмеренного количества углеводов и ожидание помогают не «перелечить» низкий уровень, из-за чего потом может случиться скачок вверх. Если ты не можешь помочь себе сам, или глюкоза остаётся низкой, — это экстренная ситуация: кто-то рядом должен ввести глюкагон и вызвать скорую помощь.

source: Trend not available yet
de: Trend noch nicht verfügbar
es: Tendencia aún no disponible
fr: Tendance pas encore disponible
it: Andamento non ancora disponibile
nl: Trend nog niet beschikbaar
pl: Trend jeszcze niedostępny
pt: Tendência ainda não disponível
ro: Tendința nu este încă disponibilă
ru: Тренд пока недоступен

source: Trending above your %@ goal for %@ — small steady changes count most now.
de: Der Trend liegt über deinem Ziel von %@ für %@ — kleine, stetige Schritte zählen jetzt am meisten.
es: La tendencia supera tu objetivo de %@ para el %@ — los pequeños cambios constantes son lo que más cuenta ahora.
fr: La tendance dépasse ton objectif de %@ pour le %@ — les petits changements réguliers comptent le plus maintenant.
it: La tendenza supera il tuo obiettivo di %@ per il %@ — i piccoli cambiamenti costanti contano di più adesso.
nl: De trend ligt boven je doel van %@ voor %@ — kleine gestage stappen tellen nu het meest.
pl: Trend jest powyżej celu %@ na %@ — małe, systematyczne zmiany liczą się teraz najbardziej.
pt: A tendência está acima da meta de %@ para %@ — pequenas mudanças constantes contam mais agora.
ro: Tendința e peste ținta de %@ pentru %@ — schimbările mici și constante contează cel mai mult acum.
ru: Тренд выше цели %@ к %@ — сейчас важнее всего небольшие постоянные шаги.

source: Trigger above
de: Auslösen ab
es: Activar por encima de
fr: Déclencher au-dessus de
it: Attiva sopra
nl: Activeren boven
pl: Wyzwól powyżej
pt: Acionar acima de
ro: Declanșează peste
ru: Срабатывать выше

source: Trouble breathing, drowsiness, confusion, or belly pain
de: Atemnot, Benommenheit, Verwirrtheit oder Bauchschmerzen
es: Dificultad para respirar, somnolencia, confusión o dolor abdominal
fr: Difficultés à respirer, somnolence, confusion ou douleurs abdominales
it: Difficoltà a respirare, sonnolenza, confusione o mal di pancia
nl: Moeite met ademen, sufheid, verwardheid of buikpijn
pl: Trudności z oddychaniem, senność, splątanie lub ból brzucha
pt: Dificuldade em respirar, sonolência, confusão ou dor de barriga
ro: Dificultăți de respirație, somnolență, confuzie sau dureri de burtă
ru: Затруднённое дыхание, сонливость, спутанность сознания или боль в животе

source: Turn Active off to keep a medication in your list without reminders or adherence tracking.
de: Schalte Aktiv aus, um ein Medikament ohne Erinnerungen oder Einnahmetreue-Verfolgung in deiner Liste zu behalten.
es: Desactiva Activo para mantener un medicamento en tu lista sin recordatorios ni seguimiento de adherencia.
fr: Désactivez Actif pour garder un médicament dans votre liste sans rappels ni suivi de l'observance.
it: Disattiva Attivo per mantenere un farmaco nel tuo elenco senza promemoria né monitoraggio dell'aderenza.
nl: Schakel Actief uit om een medicijn in je lijst te houden zonder herinneringen of therapietrouw-registratie.
pl: Wyłącz Aktywny, aby zachować lek na liście bez przypomnień ani śledzenia przestrzegania.
pt: Desativa Ativo para manteres um medicamento na tua lista sem lembretes nem acompanhamento da adesão.
ro: Dezactivează Activ pentru a păstra un medicament în lista ta fără reamintiri sau urmărirea aderenței.
ru: Выключите «Активен», чтобы препарат остался в списке без напоминаний и отслеживания соблюдения.

source: Turn on while you're unwell
de: Einschalten, solange du krank bist
es: Actívalo mientras estés enfermo
fr: À activer quand vous êtes malade
it: Attiva quando non stai bene
nl: Zet aan zolang je ziek bent
pl: Włącz na czas choroby
pt: Liga enquanto estiveres doente
ro: Activează cât timp ești bolnav
ru: Включите на время болезни

source: Two weeks in range
de: Zwei Wochen im Zielbereich
es: Dos semanas en rango
fr: Deux semaines dans la cible
it: Due settimane nell'intervallo
nl: Twee weken binnen bereik
pl: Dwa tygodnie w zakresie
pt: Duas semanas dentro do intervalo
ro: Două săptămâni în interval
ru: Две недели в диапазоне

source: Type
de: Typ
es: Tipo
it: Tipo
pl: Typ
pt: Tipo
ro: Tip
ru: Тип

source: Type 1
de: Typ 1
es: Tipo 1
it: Tipo 1
pl: Typ 1
pt: Tipo 1
ro: Tip 1
ru: Тип 1

source: Type 2
de: Typ 2
es: Tipo 2
it: Tipo 2
pl: Typ 2
pt: Tipo 2
ro: Tip 2
ru: Тип 2

source: Type it: e.g. 45g pasta and 4 units
de: Tipp es: z. B. 45g Pasta und 4 Einheiten
es: Escríbelo: p. ej. 45g pasta y 4 unidades
fr: Écris-le : p. ex. 45g pâtes et 4 unités
it: Scrivilo: es. 45g pasta e 4 unità
nl: Typ het: bv. 45g pasta en 4 eenheden
pl: Wpisz: np. 45g makaronu i 4 jednostki
pt: Escreve: p. ex. 45g massa e 4 unidades
ro: Scrie liber: ex. 45g paste și 4 unități
ru: Напишите: напр. 45г пасты и 4 единицы

source: Type to search, tap to choose, or keep exactly what you typed. Just a label for your records — never used to calculate doses.
de: Tippe zum Suchen, tippe zum Auswählen oder behalte genau das, was du eingegeben hast. Nur eine Bezeichnung für deine Aufzeichnungen – wird nie zur Berechnung von Dosen verwendet.
es: Escribe para buscar, toca para elegir o conserva exactamente lo que escribiste. Solo una etiqueta para tus registros: nunca se usa para calcular dosis.
fr: Saisissez pour rechercher, touchez pour choisir, ou conservez exactement ce que vous avez saisi. Juste une étiquette pour vos archives — jamais utilisée pour calculer des doses.
it: Scrivi per cercare, tocca per scegliere oppure mantieni esattamente ciò che hai digitato. Solo un'etichetta per i tuoi appunti — mai usata per calcolare le dosi.
nl: Typ om te zoeken, tik om te kiezen, of behoud precies wat je hebt getypt. Gewoon een label voor je dossier — nooit gebruikt om doses te berekenen.
pl: Pisz, aby wyszukać, dotknij, aby wybrać, albo zachowaj dokładnie wpisany tekst. To tylko etykieta do Twoich zapisów — nigdy nie służy do obliczania dawek.
pt: Escreve para pesquisar, toca para escolher ou mantém exatamente o que escreveste. É apenas uma etiqueta para os teus registos — nunca usada para calcular doses.
ro: Scrie pentru a căuta, atinge pentru a alege sau păstrează exact ce ai scris. Doar o etichetă pentru evidența ta — niciodată folosită pentru a calcula doze.
ru: Введите текст для поиска, коснитесь, чтобы выбрать, или оставьте ровно то, что ввели. Просто метка для ваших записей — никогда не используется для расчёта доз.

source: Typical dose
de: Übliche Dosis
es: Dosis habitual
fr: Dose habituelle
it: Dose abituale
nl: Gebruikelijke dosis
pl: Typowa dawka
pt: Dose habitual
ro: Doza obișnuită
ru: Обычная доза

source: Typical drop
de: Typischer Abfall
es: Bajada típica
fr: Baisse typique
it: Calo tipico
nl: Typische daling
pl: Typowy spadek
pt: Queda típica
ro: Scădere tipică
ru: Типичное снижение

source: Typical glucose change during and after your activity — glucose often falls, so stay alert for lows. Based on %lld sessions.
de: Typische Glukoseänderung während und nach der Aktivität — die Glukose fällt oft, daher auf Tiefs achten. Basierend auf %lld Aktivitäten.
es: Cambio típico de la glucosa durante y después de tu actividad — la glucosa suele bajar, así que mantente alerta ante las hipoglucemias. Basado en %lld sesiones.
fr: Variation glycémique typique pendant et après votre activité — la glycémie baisse souvent, restez donc attentif aux hypoglycémies. D'après %lld séances.
it: Variazione tipica della glicemia durante e dopo l'attività — la glicemia spesso scende, quindi fai attenzione ai valori bassi. In base a %lld sessioni.
nl: Typische glucoseverandering tijdens en na je activiteit — glucose daalt vaak, dus blijf alert op lage waarden. Gebaseerd op %lld sessies.
pl: Typowa zmiana glukozy w trakcie i po aktywności — glukoza często spada, więc uważaj na niedocukrzenia. Na podstawie %lld sesji.
pt: Variação típica da glicose durante e após a tua atividade — a glicose desce frequentemente, por isso mantém-te atento a mínimas. Com base em %lld sessões.
ro: Schimbarea tipică a glicemiei în timpul și după activitate — glicemia scade adesea, deci fii atent la minime. Pe baza a %lld sesiuni.
ru: Типичное изменение глюкозы во время и после активности — глюкоза часто падает, поэтому будьте внимательны к гипогликемии. На основе %lld сессий.

source: Typical morning rise
de: Typischer Morgenanstieg
es: Subida matinal típica
fr: Hausse matinale typique
it: Aumento mattutino tipico
nl: Typische ochtendstijging
pl: Typowy poranny wzrost
pt: Subida matinal típica
ro: Creștere matinală tipică
ru: Типичный утренний подъём

source: Typical rise
de: Typischer Anstieg
es: Subida típica
fr: Hausse typique
it: Aumento tipico
nl: Typische stijging
pl: Typowy wzrost
pt: Subida típica
ro: Creștere tipică
ru: Типичный рост

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
nl: Niet beschikbaar
pl: Niedostępne
pt: Indisponível
ro: Indisponibil
ru: Недоступно

source: Unavailable on this device
de: Auf diesem Gerät nicht verfügbar
es: No disponible en este dispositivo
fr: Indisponible sur cet appareil
it: Non disponibile su questo dispositivo
nl: Niet beschikbaar op dit apparaat
pl: Niedostępne na tym urządzeniu
pt: Indisponível neste dispositivo
ro: Indisponibil pe acest dispozitiv
ru: Недоступно на этом устройстве

source: Understanding highs
de: Hohe Werte verstehen
es: Entender los niveles altos
fr: Comprendre les hyperglycémies
it: Capire i valori alti
nl: Hoge waarden begrijpen
pl: Zrozumieć wysokie wartości
pt: Compreender as hiperglicemias
ro: Înțelegerea hiperglicemiilor
ru: Разбираемся с высокими значениями

source: Understanding lows
de: Niedrige Werte verstehen
es: Entender los niveles bajos
fr: Comprendre les hypoglycémies
it: Capire i valori bassi
nl: Lage waarden begrijpen
pl: Zrozumieć niskie wartości
pt: Compreender as hipoglicemias
ro: Înțelegerea hipoglicemiilor
ru: Разбираемся с низкими значениями

source: Unit
de: Einheit
es: Unidad
fr: Unité
it: Unità
nl: Eenheid
pl: Jednostka
pt: Unidade
ro: Unitate
ru: Единица

source: United States
de: Vereinigte Staaten
es: Estados Unidos
fr: États-Unis
it: Stati Uniti
nl: Verenigde Staten
pl: Stany Zjednoczone
pt: Estados Unidos
ro: Statele Unite
ru: США

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
nl: Eenheden
pl: Jednostki
pt: Unidades
ro: Unități
ru: Единицы

source: Units & targets
de: Einheiten & Zielwerte
es: Unidades y objetivos
fr: Unités et cibles
it: Unità e target
nl: Eenheden & streefwaarden
pl: Jednostki i cele
pt: Unidades e alvos
ro: Unități și ținte
ru: Единицы и цели

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
nl: Ontgrendel
pl: Odblokuj
pt: Desbloquear
ro: Deblochează
ru: Разблокировать

source: Unlock your glucose journal
de: Entsperre dein Glukose-Tagebuch
es: Desbloquea tu diario de glucosa
fr: Déverrouille ton journal de glycémie
it: Sblocca il tuo diario glicemico
nl: Ontgrendel je glucosedagboek
pl: Odblokuj swój dziennik glukozy
pt: Desbloqueia o teu diário de glicose
ro: Deblochează-ți jurnalul de glicemie
ru: Разблокируйте свой дневник глюкозы

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
nl: Zonder titel
pl: Bez tytułu
pt: Sem título
ro: Fără titlu
ru: Без названия

source: Upcoming
de: Bevorstehend
es: Próximamente
fr: À venir
it: In arrivo
nl: Binnenkort
pl: Nadchodzące
pt: Próximos
ro: Următoare
ru: Скоро

source: Update your journal
de: Journal aktualisieren
es: Actualiza tu diario
fr: Mettez à jour votre journal
it: Aggiorna il tuo diario
nl: Werk je dagboek bij
pl: Zaktualizuj swój dziennik
pt: Atualiza o teu diário
ro: Actualizează-ți jurnalul
ru: Обновите свой дневник

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornato
nl: Bijgewerkt
pl: Zaktualizowano
pt: Atualizado
ro: Actualizat
ru: Обновлено

source: Updated %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour %@
it: Aggiornato %@
nl: Bijgewerkt %@
pl: Zaktualizowano %@
pt: Atualizado %@
ro: Actualizat %@
ru: Обновлено %@

source: Updated %lld min ago
de: Aktualisiert vor %lld Min.
es: Actualizado hace %lld min
fr: Mis à jour il y a %lld min
it: Aggiornato %lld min fa
nl: Bijgewerkt %lld min geleden
pl: Zaktualizowano %lld min temu
pt: Atualizado há %lld min
ro: Actualizat acum %lld min
ru: Обновлено %lld мин назад

source: Updated just now
de: Gerade aktualisiert
es: Actualizado ahora mismo
fr: Mis à jour à l'instant
it: Aggiornato proprio ora
nl: Zojuist bijgewerkt
pl: Zaktualizowano przed chwilą
pt: Atualizado agora mesmo
ro: Actualizat chiar acum
ru: Обновлено только что

source: Updated recently
de: Kürzlich aktualisiert
es: Actualizado recientemente
fr: Mis à jour récemment
it: Aggiornato di recente
nl: Onlangs bijgewerkt
pl: Zaktualizowano niedawno
pt: Atualizado recentemente
ro: Actualizat recent
ru: Обновлено недавно

source: Upload
de: Hochladen
es: Subida
fr: Envoi
it: Caricamento
nl: Uploaden
pl: Przesyłanie
pt: Envio
ro: Încărcare
ru: Отправка

source: Upload my entries
de: Meine Einträge hochladen
es: Subir mis entradas
fr: Envoyer mes saisies
it: Carica le mie voci
nl: Mijn invoer uploaden
pl: Przesyłaj moje wpisy
pt: Enviar os meus registos
ro: Încarcă înregistrările mele
ru: Отправлять мои записи

source: Upper line
de: Obere Linie
es: Línea superior
fr: Ligne supérieure
it: Linea superiore
nl: Bovenste lijn
pl: Górna linia
pt: Linha superior
ro: Linia de sus
ru: Верхняя линия
